"MAC_LAUNCHER_DOWNLOADING" = "Descargando Dashlane...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "Se produjo un error mientras intentaba instalar Dashlane. Compruebe su conexión a Internet e inténtelo nuevamente.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Instalación errónea";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "Se produjo mientras intentaba descargar Dashlane. Inténtelo nuevamente.";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Descarga fallida";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "Se produjo un error mientras intentaba instalar Dashlane. Inténtelo nuevamente.";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Instalación errónea";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Intentar nuevamente";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Salir";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Continuar instalación";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "La instalación de Dashlane casi ha terminado. ¿Seguro que quiere salir?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Salir";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Instalación incompleta";
"MAC_LAUNCHER_INSTALLING" = "Instalando Dashlane...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Parece que ya instaló Dashlane desde el App Store... Consulte si hay actualizaciones más recientes en el App Store.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Descargar de todos modos";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Abrir el App Store";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Salir";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Use la versión de Dashlane del App Store";
"MAC_LAUNCHER_WINDOW_TITLE" = "Instalar Dashlane";
